(DISH)
(XXXX
(on
/
02/010/XXXX
1
12
15
16
17
19
1Severe
2
2No
3
31
4
4th
5
5th
6
6th
7
7th
8
8mm
8th
9
A
AP
Abdomen
Acromioclavicular
Acute
Advanced
Again
Airspace
Alignment
An
Ankle
Anterior
Anticipated
Aortic
Apical
Approximately
Arthritic
Asymmetric
Atelectasis
Bibasilar
Bilateral
Bony
Borderline
Both
CABG
CHEST
CHF
COPD
CT
Calcific
Calcification
Calcified
Cardiac
Cardio
Cardiomediastinal
Cardiomegaly
Cardiopulmonary
Central
Chest
Cholecystectomy
Chronic
Clear
Clips
Compared
Comparison
Consider
Contrast
Correlate
Correlation
Critical
DISH
Deformity
Degenerative
Dense
Dextro-convex
Dextroscoliosis
Diffuse
Disc
Discrete
END
Evaluation
Evidence
Extensive
External
Findings
First
Flowing
Followup
For
Formed
Fractures
Frontal
Further
Gallbladder
Gastrostomy
Granulomatous
Grossly
Hand
Healed
Healing
Heart
Hindfoot
Hip
However
Hyperexpanded
Hyperinflated
Hypoinflation
Hypoventilated
I
IJ
If
Ill-defined
In
Increased
Interval
It
KUB
Large
Lateral
Left
Left-sided
Levoscoliosis
Limbus
Limited
Low
Lucency
Lumbar
Lumbosacral
Lung
Lungs
May
Mediastinal
Mediastinum
Mediport
Mid
Middle
Midfoot
Midline
Mild
Mildly
Minimal
Minimally
Moderate
Moderately
Mortise
Multilevel
Multiple
NECK
NO
Negative
No
Nodular
Nonobstructive
Nonspecific
Normal
Not
Numerous
OF
ORIF
Old
On
One
Osseous
Osteophyte
Osteophytes
Otherwise
Oval
Overexpanded
PA
PICC
Partially
Patient
Pelvis
Persistent
Please
Pleural
Possible
Posterior
Postop
Postoperative
Postsurgical
Primordial
Prior
Probable
Pulmonary
Question
REPORT
Recommend
Redemonstration
Remainder
Resolution
Resolved
Resolving
Result
Rib
Ribs
Right
S-shaped
SOFT
SVC
Sacroiliac
Sacrum
Scattered
Scoliosis
Sequelae
Several
Severe
Single
Slight
Slightly
Small
Soft
Specifically
Stable
Status
Sternotomy
Sternum
Subtle
Surgical
Suspected
T-spine
T12
TB
TISSUE
The
There
There's
These
This
Thoracic
Three
Trachea
Two-view
Unchanged
Unremarkable
VP
Vague
Vascular
Veriphy
Vertebral
Visualized
We
Wedge-shaped
Well-expanded
Winged
X-XXXX
XXXX
XXXX-A-XXXX
XXXX-filled
XXXX/XXXX
[&ltThe
[Pulmonary
a
abdomen
abnormal
abnormalities
abnormality
about
acetabulum
acromioclavicular
active
active/acute
acute
additional
adenopathy
advanced
aerated
aeration
again
age
age-indeterminate
air
air-fluid
airspace
airway
airways
alignment
all
allowing
along
also
although
alveolar
amount
amputation
an
and
ankle
anterior
any
aorta
aortic
apex
apical
apparent
appear
appearance
appearing
appears
appreciated
appropriate
approximately
are
area
areas
around
arteries
artery
arthritic
arthritis
arthroplasty
artifact
artifactual
as
aspect
aspiration
assess
assist
asymmetric
at
atelectasis
atrial
atrium
attenuation
atypical
available
axilla
axillary
bacterial
basal
base
bases
basilar
be
become
been
before
beneath
benign
besides
better
between
bibasilar
bilateral
bilaterally
bilaterallyThere
blunting
bodies
body
bone
bony
borderline
both
bowel
bronchi
but
by
bypass
calcaneal
calcification
calcifications
calcified
calcium
caliber
can
cannot
cardia
cardiac
cardio
cardiomediastinal
cardiomegaly
cardiopulmonary
cardiothoracic
care
cassettes)
catheter
caval
cavitary
cavitations
central
centrally
certainty
certified
cervical
change
changes
characteristic
characterization
characterize
chest
cholecystectomy
chronic
chronicity
clavicle
clavicles
clavicular
clear
clinical
clinically
clips
cm
collecting
collection
collections
colon
colonic
compared
comparison
comparisons
compartment
compartments
compatible
complicating
concern
concerning
configuration
confluent
congestion
consider
considerations
considering
consistent
consists
consolidation
consolidations
consolidative
contain
contour
contours
convexity
convincing
coronary
correlate
correlation
corresponding
cortical
costophrenic
could
curvature
cyst
cystic
decrease
decreased
decubitus
dedicated
define
defined
definite
definitely
definitively
deformity
degeneration
degenerative
demonstrate
demonstrated
dense
density
described
destruction
destructive
detecting
determine
developed
developing
development
dextro
dextrocurvature
dextroscoliosis
diagnosis
dialysis
diameter
diaphragm
differential
diffuse
dilated
disc
discrete
discussed
disease
disease/infiltrate
dislocation
dislocations
displaced
distal
distended
distribution
do
document
documented
dual-lumen
due
dystrophy
early
edema
effusion
effusions
elbow
elements
elevation
emphysema
end
endplate
engorged
engorgement
enlarged
enlargement
enthesopathy
enthesophyte
epigastric
epigastrium
epiglottis
erosions
essentially
etiology
evaluate
evaluated
evaluation
evidence
evidenced
evident
exam
examination
examinations
exams
except
excluded
exists
expanded
expiratory
extensive
external
failure
fat
features
femoral
femur
few
fibrosis
film
films
finding
findings
findings/opacities/infiltrates
fixation
flowing
fluid
focal
focus
followed
following
followup
foot
for
forearm
forefoot
foreign
formation
fossae
fourth
fracture
fracture-dislocation
fracture-dislocations
fractures
free
from
frontal
further
fusion
gallbladder
gallstone
gastroesophageal
given
glenohumeral
glenoid
grafting
granuloma
granulomas
granulomata
granulomatous
great
greater
gross
grossly
habitus
has
have
head
healed
healing
heart
helpful
hemidiaphragm
hemidiaphragms
hemithorax
hemodialysis
hemoptysis
hemothorax
high
hilar
hip
hips
histoplasmosis
history
hours
however
humeral
humerus
hyperexpanded
hyperexpansion
hyperinflated
hyperinflation
hyperostosis
hypertension
hypoinflated
hypoventilated
identified
identify
identity
idiopathic
if
image
images
imaging
improved
in
incidental
incidentally
include
included
includes
incompletely
increased
indicate
indicated
infection
infection?
infections
infectious
infectious/tuberculous
inferior
infiltrate
infiltrates
inflammatory
inflated
infrahilar
injuries
injury
innominate
intact
interim
interpretation
interstitial
interstitium
interval
intervertebral
intramedullary
intraperitoneal
intrathoracic
involving
irregularities
irregularity
is
its
joint
joints
junction
juxtahilar
knee
knees
large
largest
lateral
laterally
layering
leads
left
left-sided
lesion
lesions
level
levels
levoscoliosis
ligamentous
limit
limited
limits
limits>]
line
lines
lingula
lingular
lobar
lobe
lobes
location
loops
lordosis
lordotic
loss
low
lower
lucency
lumbar
lung
lungs
lymph
lymphadenopathy
lytic
magnified
maintained
malalignment
malignancy
malleoli
marginal
marked
markedly
markers
markings
mass
mass/nodularity
masses
may
measures
measuring
mechanical
medial
mediastinal
mediastinum
message
metacarpal
metastases
metastasis
metastatic
mid
middle
midfoot
midline
midlower
midlung
midthoracic
mild
mildly
minimal
mm
monitor
months
more
mortise
most
multilevel
multiple
muscle
muscles
muscular
narrowed
narrowing
near
near-complete
neck
necks
negative
no
node
nodular
nodule
nodules
non-calcified
non-specific
noncalcified
nondisplaced
none
nonemergent
nonrib-bearing
nonspecific
normal
normally
not
note
noted
notification
now
numerous
oblique
obliteration
obstruction
obstructive
obtained
obvious
of
old
on
one
only
opacification
opacities
opacity
opportunity
or
organomegaly
osseous
osseus
osteoarthritis
osteochondromas
osteochondromatosis
osteophyte
osteophytes
other
otherwise
outside
over
overall
overlap
overlapping
overlie
overlies
overlying
overt
paratracheal
parenchyma
parenchymal
partial
partially
partly
patchy
patellofemoral
pathologic
patient
patient's
pattern
pelvis
per
performed
perhaps
pericardial
perihilar
peripheral
periphery
peritracheal
persist
persistent
phenomenon
piriform
placed
placement
planning
plantar
plaque
plates
please
pleura
pleural
pneumomediastinum
pneumonia
pneumonitis
pneumoperitoneum
pneumothoraces
pneumothorax
pneumothorax&gt]
poorly
portable
position
positional
positioned
possibility
possible
possibly
post
posterior
postop
postoperative
postsurgical
posttraumatic
predominantly
preoperative
presence
present
presumably
prevertebral
previous
previously
primary
prior
probably
process
projectile
projecting
projection
projection)
prominent
prosthesis
proximal
pulmonary
punctate
purpose
quadrant
questionable
questions
radiodense
radiograph
radiographic
radiographically
radiographs
radiologist
radiopaque
recommend
recommended
rectum
redemonstration
reflect
region
regions
related
relatively
remain
remaining
remarkable
remote
removed
renal
repair
repeat
repeated
represent
represents
require
reside
residual
residuals
resolution
resolved
result
results
reticular
reticulonodular
retrocardiac
reveal
reveals
reversal
review
reviewed
rib
ribs
right
right-sided
rightward
rods
rotation
rotator
round
sacroiliac
sarcoidosis
satisfactory
scan
scaphoid
scapula
scapular
scar
scarring
scattered
sclerosis
sclerotic
scoliosis
scoliotic
screw
second
secondary
see
seen
segment
senescent
sensitive
sent
sequela
setting
several
severe
shape
shielded
short
shoulder
show
showing
shows
shunt
side
significant
silhouette
silhouettes
similar
since
single
sinus
sinuses
size
sized
skeletal
slight
slightly
small
smaller
soft
some
somewhat
space
spaces
spasm
specifically
spinal
spine
splenic
spondylosis
spurring
stability
stable
stated
status
sternotomy
sternum
stomach
stool
streaky
structure
structures
studies
study
subchondral
subclavian
subdiaphragmatic
subglottic
subluxation
submitted
subpulmonic
subsegmental
subtle
suggest
suggested
suggesting
suggestion
suggestive
suggests
superimposed
superior
supine
support
supporting
supraclavicular
suprahilar
suprapatellar
surgical
suspicious
sutures
swimmers
symmetric
symptoms
syndesmophytes
synovial
systems
technique
telemetry
telephone
tenderness
tenting
than
that
the
then
there
third
this
thoracic
thoracolumbar
thorax
thready
through
throughout
time
tip
tissue
tissues
to
today's
top
trabecular
trachea
transmetatarsal
traumatic
treatment
tricompartmental
true
tuberculosis
tuberculous
tubing
tunneled
two
type
typical
uncertain
unchanged
under
underlying
underneath
uniformly
unremarkable
up
upon
upper
useful
vague
vascular
vascularity
vasculature
vein
venous
ventricular
versus
vertebra
vertebral
vertically
view
views
visible
visualized
volumes
voluntary
wall
warranted
was
wedge-shaped
well
well-aerated
well-inflated
well-seen
were
which
widening
will
with
within
without
worse
would
x
x-XXXX
xray
your
zone
zones
